{"pages":[],"posts":[{"title":"Songbirds","text":"Songbirds (鸣鸟) - ホームカミングス (Homecomings)Written by：畳野彩加/福富優樹123456789101112131415161718192021222324252627282930313233343536373839404142434445464748495051525354Fell asleep in a shelterMade out of old junkAfter the stormNo clue where we're flying toFeeling so anxiousEach spring timeWe're flapping about like plastic bagsThe ghosts banished from my diaryWhich I burnt in early summerA rustling sound in the corridorSomewhere in my heartThrough the frosted windowIf I was aware of the eyes behind the lensHow would I singGolden reflections of our lifeIn the afternoon sunlightChocolates melting in my pocketBy making it a songCan I keep the memoryI just came to love it nowThe two lines come close and then get awaySome easy tricks on cat's cradleThat I can't do so well any moreOn a musical staveSeasons pass so fastEach spring timeWe're floating there like balloonsThe ghosts banished from my diaryWhich I burnt in early summerA rustling sound in the corridorSomewhere in my heartThrough the frosted windowIf I was aware of the eyes behind the lensHow would I singGolden reflections of our lifeIn the afternoon sunlightChocolates melting in my pocketBy making it a songCan I keep the memoryI just came to love it nowA rustling sound in the corridorSomewhere in my heartThrough the frosted windowIf I was aware of the eyes behind the lensHow would I singGolden reflections of our lifeIn the afternoon sunlightChocolates melting in my pocketBy making it a songCan I keep the memoryI just came to love it nowBy making it a songCan I keep the memoryI just came to love it now","link":"/2019/06/22/Songbirds/"},{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2019/06/22/hello-world/"}],"tags":[],"categories":[]}